{
    "0ca912c6f50d45ce90255e56ecb02ef5": "a white sugar skull with colorful polka dots, flowers, eyes, and teeth. Cranial dome, hollow eye sockets, nasal aperture, dental arch, mandible, maxilla",
    "1d76f4e6d33a44328497e747b95014af": "A statue of a lion on a marble pedestal base. symmetrical front, intricate crest, curled mane, muscular limbs, elevated pose, prominent wings.",
    "1eee3e1154d342c7b6bcc02226189d27": "a man's bust on a pedestal symmetrical, vertical orientation, tiered base, rectangular plinth, decorative reliefs, columnar structure.",
    "4ad62f13c8fe4176b781bfd83156aea2": "Owl bookend figurine on top of books, avian form, upright posture, book stack, open book, detailed plumage, pronounced talons.",
    "00bafb51a08946ffbc35d49fd1946f17": "A yellow toy dinosaur with green eyes, claws, and teeth. bipedal stance, enlarged head, short arms, elongated body, thick tail.",
    "0f91cf975bbd4f1290cf6ab90c12e7f7": "Goku with blue hair holding a sword from Dragon Ball. oversized head, spiky hair, small body, large eyes, pronounced fists.",
    "1b33f08495a746548b1de6fc7cb72217": "green lizard head with spikes symmetrical design, pronounced mane, detailed textures, elevated ridges, distinguishing facial features.",
    "3d5b1abf17b8469ba0e33c70bc54b95f": "a Coca Cola monster can with arms, legs. cylindrical body, flat circular top, flat circular bottom, two bending arms, two bending legs.",
    "3dc08650f60547379c4eedf0e6e34ae2": "low poly Halo Master Chief green helmet model symmetrical front view, visor opening, angular design, protective shape, enclosed top.",
    "66edbbd9ff1a4e0bb0c22fb7ed642e24": "a lizard and a small frog on a log cylindrical log section, flat base, rounded top surface, asymmetrical positioning, irregular bark pattern.",
    "8418946cd70547d3836115b6228a308e": "a wooden barrel. cylindrical body, closed top, flat bottom, curved sides, circular cross-section, banded reinforcement, symmetrical design.",
    "af7e311babfe4730bd6fbb0c1d9d819b": "a man's head featuring dreadlocks, black hair, a mustache, and a mohawk, resembling Johnny Depp. contoured head shape, protruding nose."
}